Repository: HappyLife1222/woocommerce-customizer
Catalog: i18n/languages/woocommerce-customizer-*.po
Languages: fa_ir

source: Customizer
fa_ir: سفارشی ساز

source: Shop Loop
fa_ir: حلقه فروشگاه

source: Product Page
fa_ir: صفحه محصول

source: Checkout
fa_ir: صفحه بررسی

source: Misc
fa_ir: متفرقه

source: Add to Cart Button Text
fa_ir: دکمه اضافه کردن به سبد خرید

source: Simple Product
fa_ir: محصول ساده

source: Changes the add to cart button text for simple products on all loop pages
fa_ir: متن دکمه اضافه کردن به سبد خرید را در تمامی صفحات و برای "محصولات ساده" تغییر می دهد

source: Variable Product
fa_ir: محصولات متغیر

source: Changes the add to cart button text for variable products on all loop pages
fa_ir: متن دکمه اضافه کردن به سبد خرید را در تمامی صفحات و برای "محصولات متغیر" تغییر می دهد

source: Grouped Product
fa_ir: محصولات گروهی

source: Changes the add to cart button text for grouped products on all loop pages
fa_ir: متن دکمه اضافه کردن به سبد خرید را در تمامی صفحات و برای "محصولات گروهی" تغییر می دهد

source: Out of Stock Product
fa_ir: محصولات نا موجود

source: Changes the add to cart button text for out of stock products on all loop pages
fa_ir: متن دکمه اضافه کردن به سبد خرید را در تمامی صفحات و برای "محصولات نا موجود" تغییر می دهد

source: Layout
fa_ir: طرح و ترکیب

source: Products displayed per page
fa_ir: تعداد محصولات نمایش داده شده در هر صفحه

source: Changes the number of products displayed per page
fa_ir: تعداد محصولات نمایش داده شده در هر صفحه را تغییر می دهد

source: Product columns displayed per page
fa_ir: تعداد ستون های محصولات نمایش داده شده در هر صفحه

source: Changes the number of columns displayed per page
fa_ir: تعداد ستون های محصولات نمایش داده شده در هر صفحه را تغییر می دهد

source: Product thumbnail columns displayed
fa_ir: تعداد ستون های عکس بند انگشتی محصولات نمایش داده شده در هر صفحه

source: Changes the number of product thumbnail columns displayed
fa_ir: تعداد ستون های عکس بند انگشتی محصولات نمایش داده شده در هر صفحه را تغییر می دهد

source: Tab Titles
fa_ir: عنوان تب ها

source: Product Description
fa_ir: توضیحات محصول

source: Changes the Production Description tab title
fa_ir: عنوان تب توضیحات محصول را تغییر می دهد

source: Additional Information
fa_ir: اطلاعات اضافی

source: Changes the Additional Information tab title
fa_ir: عنوان تب اطلاعات اضافی محصول را تغییر می دهد

source: Tab Content Headings
fa_ir: هدینگ های محتوای تب ها

source: Changes the Product Description tab heading
fa_ir: هدینگ تب توضیحات محصول را تغییر می دهد

source: Changes the Additional Information tab heading
fa_ir: هدینگ تباطلاعات اضافی محصول را تغییر می دهد

source: All Product Types
fa_ir: همه انواع محصولات

source: Changes the Add to Cart button text on the single product page for all product type
fa_ir: این گزینه متن دکمه "اضافه کردن به سبد خرید" را در "صفحه محصول" و برای "همه نوع محصول" عوض می کند

source: Messages
fa_ir: پیام ها

source: Must be logged in text
fa_ir: متن پیام "باید وارد شده باشید"

source: Changes the message displayed when a customer must be logged in to checkout
fa_ir: متنی که اعلام می کند مشتری برای بررسی و نهایی کردن خرید باید وارد شده باشد را تغییر می دهد

source: Coupon text
fa_ir: متن کوپن

source: Changes the message displayed if the coupon form is enabled on checkout
fa_ir: متن پیامی که حاوی فعال بودن پذیرش کوپن در فرم بررسی نهایی است را تغییر می دهد

source: Login text
fa_ir: متن ورود

source: Changes the message displayed if customers can login at checkout
fa_ir: متن پیامی را که -اگر مشتریان قادر به ورود در صفحه بررسی نهایی باشند- نشان داده می شود را تغییر می دهد.

source: Create Account checkbox default
fa_ir: حالت پیشفرض چک باکس ساخت حساب کاربری

source: Control the default state for the Create Account checkbox
fa_ir: حالت پیشفرض چک باکس ساخت حساب کاربری را کنترل می کند

source: Checked
fa_ir: انتخاب شده

source: Unchecked
fa_ir: انتخاب نشده

source: Submit Order button
fa_ir: دکمه ارسال سفارش

source: Changes the Place Order button text on checkout
fa_ir: متن دکمه "نهایی کردن خرید" در قسمت بررسی نهایی را تغییر می دهد

source: Tax
fa_ir: مالیات

source: Tax Label
fa_ir: عنوان مالیات

source: Changes the Taxes label. Defaults to Tax for USA, VAT for European countries
fa_ir: تغییر عنوان مالیات ها ، پیشفرض عنوان TAX برای امریکا و VAT برای کشور های اروپایی است

source: Including Tax Label
fa_ir: شامل عنوان مالیات

source: Changes the Including Taxes label. Defaults to Inc. tax for USA, Inc. VAT for European countries
fa_ir: تغییر عنوان مالیات های شامل ، پیشفرض عنوان TAX برای امریکا و VAT برای کشور های اروپایی است

source: Excluding Tax Label
fa_ir: به غیر از عنوان مالیات

source: Changes the Excluding Taxes label. Defaults to Exc. tax for USA, Exc. VAT for European countries
fa_ir: تغییر عنوان مالیات های اضافی ، پیشفرض عنوان TAX برای امریکا و VAT برای کشور های اروپایی است

source: Images
fa_ir: تصاویر

source: Placeholder Image source
fa_ir: آدرس تصویر جا نگه دار

source: Change the default placeholder image by setting this to a valid image URL
fa_ir: تصویر جا نگه دار پیشفرض ووکامرس را با تغییر آن به پیوند یکتای عکس جدید ، تغییر می دهد

source: %1$sWooCommerce Customizer is inactive.%2$s This version requires WooCommerce 2.4.13 or newer. Please %3$supdate WooCommerce to version 2.4.13 or newer%4$s
fa_ir: %1$s سفارشی ساز ووکامرس غیر فعال است.%2$s این نگارش برای کارکرد صحیح به ووکامرس با نگارش 2.4.13 و یا نگارشی جدید تر نیازمند است. لطفا %3$s ووکامرس را به نگارش 2.4.13 یا جدیدتر به روز رسانی کنید.%4$s

source: %1$sWooCommerce Customizer is inactive%2$s as it requires WooCommerce. Please %3$sactivate WooCommerce version 2.4.13 or newer%4$s
fa_ir: %1$s سفارشی ساز ووکامرس غیر فعال است.%2$s این نگارش برای کارکرد صحیح به ووکامرس با نگارش 2.4.13 و یا نگارشی جدید تر نیازمند است. لطفا %3$s ووکامرس را به نگارش 2.4.13 یا جدیدتر به روز رسانی کنید.%4$s

source: You cannot clone instances of %s.
fa_ir: شما نمی توانید موارد %s را تکثیر کنید

source: You cannot unserialize instances of %s.
fa_ir: شما نمی توانید موارد %s را از حالت سریالی خارج کنید.

source: Configure
fa_ir: پیکربندی

source: FAQ
fa_ir: سوالات متداول

source: Support
fa_ir: پشتیبانی

source: WooCommerce Customizer
fa_ir: سفارشی ساز ووکامرس

source: Customize WooCommerce without code! Easily change add to cart button text and more.
fa_ir: سفارشی ووکامرس بدون نیاز به برنامه نویسی ! به راحتی مورد های مختلف ووکامرس را سفارشی کنید ...

source: SkyVerge
fa_ir: اسکای ورج - ترجمه از وبسایت ساختنی
